10/data/attachments/20d9ad543fe427e3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6d1f66d7-c8b8-4c3e-a72b-f2d61ac7e0cc</nif:username>
            <nif:friendToBeAdded>Monique_term_Actions_36047_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>